[
  {
    "id": 1,
    "nome": "Carlos Silva",
    "foto": "https://randomuser.me/api/portraits/men/1.jpg",
    "text": "\"Eu comecei a notar alguns sintomas estranhos, como coceira e desconforto durante a urinação. No início, pensei que era apenas uma infecção leve, mas quando os sintomas persistiram, decidi procurar um médico. O diagnóstico foi clamídia. Foi um choque, mas fiquei aliviado por ter buscado ajuda a tempo. Meu tratamento foi simples e eficaz. Desde então, tenho sido mais cuidadoso com meus exames e práticas seguras. Recomendo a todos que não deixem os sintomas para depois e procurem um médico o quanto antes.\"",
    "comments": []
  },
  {
    "id": 2,
    "nome": "Ana Pereira",
    "foto": "https://randomuser.me/api/portraits/women/2.jpg",
    "text": "\"Eu nunca pensei que poderia contrair uma IST. Sempre usei proteção, mas não sabia que algumas ISTs podem não mostrar sintomas imediatamente. Quando percebi que estava com feridas dolorosas, procurei um clínico geral. Fui diagnosticada com herpes genital. Foi uma situação difícil, mas com o tratamento e apoio, consegui gerenciar a condição. A principal lição foi que a prevenção é essencial e que todos devemos nos informar mais sobre ISTs.\"",
    "comments": []
  },
  {
    "id": 3,
    "nome": "Lucas Almeida",
    "foto": "https://randomuser.me/api/portraits/men/3.jpg",
    "text": "\"Após um relacionamento curto, comecei a sentir desconforto e percebi que tinha secreções anormais. Quando fui ao médico, descobri que tinha gonorreia. Foi um momento difícil, mas o tratamento foi eficaz e pude me recuperar completamente. O mais importante é entender que as ISTs são comuns e tratáveis, e que a detecção precoce pode evitar complicações maiores. Fico feliz por ter procurado ajuda e hoje sou muito mais consciente sobre a importância do teste regular.\"",
    "comments": []
  },
  {
    "id": 4,
    "nome": "Mariana Oliveira",
    "foto": "https://randomuser.me/api/portraits/women/4.jpg",
    "text": "\"Depois de uma infecção urinária persistente e alguns testes, descobri que tinha tricomoníase. Foi uma experiência desconfortável, mas a medicação funcionou bem. Essa experiência me fez perceber como é crucial ter diálogo aberto e honesto com parceiros e médicos. O tratamento é importante, mas a prevenção e a educação são ainda mais essenciais para evitar futuras complicações.\"",
    "comments": []
  },
  {
    "id": 5,
    "nome": "José Fernandes",
    "foto": "https://randomuser.me/api/portraits/men/5.jpg",
    "text": "\"Recebi o diagnóstico de sífilis depois de notar algumas feridas indolores. O médico me explicou que a sífilis é tratável com antibióticos, e eu segui o tratamento corretamente. Essa experiência me fez entender a importância dos exames regulares e da comunicação aberta com parceiros. É fundamental se informar e buscar ajuda médica quando necessário. A prevenção é a chave para uma vida sexual saudável.\"",
    "comments": []
  },
  {
    "id": 6,
    "nome": "Laura Costa",
    "foto": "https://randomuser.me/api/portraits/women/6.jpg",
    "text": "\"Quando comecei a sentir uma coceira intensa e desconforto, inicialmente pensei que era algo passageiro. Após alguns dias, procurei ajuda médica e descobri que tinha uma infecção por fungos. O tratamento foi simples, mas a experiência me fez valorizar a importância de não ignorar sintomas e buscar ajuda profissional prontamente.\"",
    "comments": []
  },
  {
    "id": 7,
    "nome": "Rafael Souza",
    "foto": "https://randomuser.me/api/portraits/men/7.jpg",
    "text": "\"Recebi o diagnóstico de sífilis depois de notar algumas feridas indolores. O médico me explicou que a sífilis é tratável com antibióticos, e eu segui o tratamento corretamente. Essa experiência me fez entender a importância dos exames regulares e da comunicação aberta com parceiros. A prevenção é a chave para uma vida sexual saudável.\"",
    "comments": []
  },
  {
    "id": 8,
    "nome": "Bruno Lima",
    "foto": "https://randomuser.me/api/portraits/men/8.jpg",
    "text": "sadads",
    "comments": []
  },
  {
    "id": 9,
    "nome": "Clara Nunes",
    "foto": "https://randomuser.me/api/portraits/women/9.jpg",
    "text": "dsa",
    "comments": []
  },
  {
    "id": 10,
    "nome": "Pedro Henrique",
    "foto": "https://randomuser.me/api/portraits/men/10.jpg",
    "text": "teste",
    "comments": []
  },
  {
    "id": 11,
    "nome": "Nome Teste",
    "foto": "https://randomuser.me/api/portraits/men/11.jpg",
    "text": "teste",
    "comments": []
  },
  {
    "id": 12,
    "nome": "Guru do Sexo",
    "foto": "https://randomuser.me/api/portraits/men/12.jpg",
    "text": "teste 2",
    "comments": []
  },
  {
    "text": "TESTE",
    "nome": "emailTeste2@teste.com"
  }
]